
#+CATEGORY: STAGE

# manip (1) : transformations WS et SW
# manip (2) : séquençage des ancres
# manip (3) : séquençage des hétérozygotes
# manip (D) : Divers, maintenance labo
# manip (A) : analyses 

**** Volumes :
|                | 1-tube | 7-tubes |
|----------------+--------+---------|
| ADN            |    0.5 |     3.5 |
| Taq            |    0.5 |     3.5 |
| amorce 1392    |    2.5 |    17.5 |
| amorce 1073    |    2.5 |    17.5 |
| MgCl2          |    1.5 |    10.5 |
| dNTPs          |    5.0 |     35. |
| Tampon 10X Taq |    5.0 |     35. |
|----------------+--------+---------|
| eau qsp 50µL   |   32.5 |   227.5 |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*7

**** Volumes :
|                | 1-tube | 27-tubes |
|----------------+--------+----------|
| ADN            |    0.5 |     13.5 |
| Taq            |    0.5 |     13.5 |
| amorce 1392    |    2.5 |     67.5 |
| amorce 1073    |    2.5 |     67.5 |
| MgCl2          |    1.5 |     40.5 |
| dNTPs          |    5.0 |     135. |
| Tampon 10X Taq |    5.0 |     135. |
|----------------+--------+----------|
| eau qsp 50µL   |   32.5 |    877.5 |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*27

**** Volumes :
|                | 1-tube | 7-tubes |
|----------------+--------+---------|
| ADN            |    0.5 |     3.5 |
| Taq            |    0.5 |     3.5 |
| amorce 1410    |    2.5 |    17.5 |
| amorce 1411    |    2.5 |    17.5 |
| MgCl2          |    1.5 |    10.5 |
| dNTPs          |    5.0 |     35. |
| Tampon 10X Taq |    5.0 |     35. |
|----------------+--------+---------|
| eau qsp 50µL   |   32.5 |   227.5 |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*7

**** volumes
|                | 1-tube | 19-tubes |
|----------------+--------+----------|
| ADN            |    0.5 |      9.5 |
| Taq            |    0.5 |      9.5 |
| amorce 1410    |    2.5 |     47.5 |
| amorce 1411    |    2.5 |     47.5 |
| MgCl2          |    1.5 |     28.5 |
| dNTPs          |    5.0 |      95. |
| Tampon 10X Taq |    5.0 |      95. |
|----------------+--------+----------|
| eau qsp 50µL   |   32.5 |    617.5 |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*19

**** volumes
|                | 1-tube | 6-tubes |
|----------------+--------+---------|
| ADN            |    0.5 |      3. |
| Taq            |    0.5 |      3. |
| amorce 1410    |    2.5 |     15. |
| amorce 1411    |    2.5 |     15. |
| MgCl2          |    1.5 |      9. |
| dNTPs          |    5.0 |     30. |
| Tampon 10X Taq |    5.0 |     30. |
|----------------+--------+---------|
| eau qsp 50µL   |   32.5 |    195. |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*6

**** volumes
|                | 1-tube | 6-tubes |
|----------------+--------+---------|
| ADN            |    0.5 |      3. |
| Taq            |    0.5 |      3. |
| amorce 1410    |    2.5 |     15. |
| amorce 1411    |    2.5 |     15. |
| MgCl2          |    1.5 |      9. |
| dNTPs          |    5.0 |     30. |
| Tampon 10X Taq |    5.0 |     30. |
|----------------+--------+---------|
| eau qsp 50µL   |   32.5 |    195. |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*6

**** volumes
|                | 1-tube | 4-tubes |
|----------------+--------+---------|
| ADN            |    0.5 |      2. |
| Taq            |    0.5 |      2. |
| amorce 1410    |    2.5 |     10. |
| amorce 1411    |    2.5 |     10. |
| MgCl2          |    1.5 |      6. |
| dNTPs          |    5.0 |     20. |
| Tampon 10X Taq |    5.0 |     20. |
|----------------+--------+---------|
| eau qsp 50µL   |   32.5 |    130. |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*4

**** Volumes :
|                | 1-tube | 7-tubes |
|----------------+--------+---------|
| ADN            |    0.5 |     3.5 |
| Taq            |    0.5 |     3.5 |
| amorce 1392    |    2.5 |    17.5 |
| amorce 1073    |    2.5 |    17.5 |
| MgCl2          |    1.5 |    10.5 |
| dNTPs          |    5.0 |     35. |
| Tampon 10X Taq |    5.0 |     35. |
|----------------+--------+---------|
| eau qsp 50µL   |   32.5 |   227.5 |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*7

Problème : pas le bon couple d'amorce. 1073 est une amorce spécifique /Acineto/.
Le couple d'amorce nécessaire est le couple =1392 1393=. La PCR est refaite
demain <2016-01-20 Wed 07:00>.

**** Volumes :
|                | 1-tube | 7-tubes |
|----------------+--------+---------|
| ADN            |    0.5 |     3.5 |
| Taq            |    0.5 |     3.5 |
| amorce 1392    |    2.5 |    17.5 |
| amorce 1073    |    2.5 |    17.5 |
| MgCl2          |    1.5 |    10.5 |
| dNTPs          |    5.0 |     35. |
| Tampon 10X Taq |    5.0 |     35. |
|----------------+--------+---------|
| eau qsp 50µL   |   32.5 |   227.5 |
#+TBLFM: @>$2=50 - vsum(@2..@-1)::$3=$2*7

Le T+ utilisé est un plasmide pGEM-T porteur de la construction Weak, synthétisé
par Florence. 
